{
    "jokes": [
      {
        "id": 0,
        "title": "Lawyer Joke",
        "description": "A lawyer dies and goes to Heaven. \"There must be some mistake,\" the lawyer argues. \"I'm too young to die. I'm only 55.\" \"Fifty-five?\" says Saint Peter. \"No, according to out calculations, you're 82.\" \"How'd you get that?\" the lawyer asks. Answers St. Peter, \"We added up your time sheets.\""
      },
      {
        "id": 1,
        "title": "Doctor Joke",
        "description": "I'd never had surgery, and I was nervous. \"This is a very simple, noninvasive procedure,\" the anesthesiologist reassured me. I felt better, until … \"Heck,\" he continued, \"you have a better chance of dying from the anesthesia than the surgery itself.\""
      },
      {
        "id":2,
        "title": "Business Joke",
        "description": "I went to my boss at work and said, \"I need a raise. Three other companies are after me.\" He said, \"Really? Which other companies are after you?\" I said, \"The electric company, the gas company and the phone company."
      },
      {
        "id": 3,
        "type": "police-joke",
        "title": "Police joke",
        "description": "An officer conducting speed enforcement stops a young man for traveling in excess of 40 mph over the speed limit. The officer approaches the driver and says, \"Well, 40 over...I been waiting for you to come along all day. \"Without pause, the young man replies, \"I got here as fast as I could!\""
      },
      {
        "id": "4",
        "title": "Doctor Joke",
        "description": "An officer observes a woman standing in the middle of the street. He approaches her and asks, \"Are you okay?\" The woman replies, \"Yes, but how do I get to the hospital?\" The officer replies, \"Just keep standing there.\""
      },
      {
        "id": "5",
        "title": "Boss joke",
        "description": "My boss asked me to put a joke on the first slide of the presentation…apparently a picture of my pay slip wasn’t what he was looking for."
      }
    ]
  }